********************************************
<#-- HelloWorld -->
	Hello , ${user}
********************************************
<#-- 测试if (注意freemarker不支持科学计数法) -->
<#if user=="老二">
	二球, 得分=${num}
</#if>
--------------------------------------------
<#if num gte 60>
	及格! 
<#else>
	不及格!
</#if>
--------------------------------------------
<#if num gte 90>
	优秀!
<#elseif num gte 80>
	良好!
<#elseif num gte 60>
	一般!
<#else>
	差评!
</#if>
********************************************
<#-- 测试list (索引号用什么取?) -->
<#list adds as dizhi>
	<b>${dizhi}</b><br>
	<b>${dizhi.city}</b><br>
</#list>
********************************************
<#-- 测试include -->
<#include "included.txt" />
********************************************
